Repository: segni49/edu-tech
Catalog: l10n/intl_*.arb
Languages: am

# appTitle
source: Eco Tips
am: ኢኮ ጥቅሞች

# categoryAll
source: All
am: ሁሉም

# categoryEnergy
source: Energy
am: ኃይል

# categoryFood
source: Food
am: ምግብ

# categoryWaste
source: Waste
am: ቆሻሻ

# categoryWater
source: Water
am: ውሃ

# categoryTransport
source: Transport
am: ትራንስፖርት

# categoryHome
source: Home
am: ቤት

# categoryCommunity
source: Community
am: ማህበረሰብ

source: Favorites
am: ተወዳጆች

source: Add to favorites
am: ወደ ተወዳጆች ጨምር

source: Remove from favorites
am: ከተወዳጆች አስወግድ

# tipDetailAction
source: Action
am: እርምጃ

# tipDetailImpact
source: Why it matters
am: ለምን እንደሚጠቅም

# noTipsFound
source: No tips found for this category.
am: ለዚህ ምድብ ምንም ጥቅሞች አልተገኙም።

source: Loading...
am: በመጫን ላይ...

# errorLoadingTips
source: Error loading tips: {error}
am: ስህተት በምንጭ ላይ: {error}

# searchHint
source: Search tips by title
am: በርእስ ላይ ፈልግ

# favoritesFilter
source: Favorites
am: ተወዳጆች
